[
    {
        "chinese": "第一章 失败的超基进化火种（第1 / 2页） “竟然真的有这种事，这不科学！”林深看着如雕像般定在自己面前一动不动的诡异生物，眼中满是抑制不住的惊喜之色。 这是一头钢铁级的基变生物，似马似牛，通体散发着生铁似光泽，此时正保持着马踏飞燕的姿态，一动不动的立在那里，任谁看了都以为那是一尊生铁雕像。 可是林深却无比确定，那并不是什么雕像，因为在几分钟之前，它还像是坦克般横冲直撞，差点把自己顶翻在地。 虽然这只是基变生物中最低级的钢铁生物，但是其力量和速度也不是普通人类所能够比拟的，纵然是天生神力的大象和犀牛等生物，也无法与其媲美。 但林深仅仅只是用手指在它的身上点了一下，这头钢铁级的铁角兽就像是被点了穴一般，定格在了那里。 林深当然不会点穴，事实上点穴这种传说中的武学，早就被科学证实是不存在的。 即便是在人类可以修行进化的今天，无论自身力量变的如何强横，纵然可以一指洞穿钢板，也不可能把一个普通人类点穴，更不要说把一头钢铁般坚硬的基变生物点穴了。 林深抚摸着自己的手指，还是有些难以置信，他竟然真的做到了。 不久之前，他在仓库里发现了一颗非常诡异的基变卵，所谓的基变卵，其实就是基变生物产下的蛋。 自从基变生物出现以来，到现在已经有两百多年的时间，人类早就已经研究出了利用基变生物修行进化的一整套理论和方法。 基变卵也算不上什么稀罕东西，一些低级的基变卵，价值比一顿饭钱也高不了多少。 林深又是做基变卵生意的人，见过的各种基变卵已经不计其数，可他从未见过这么诡异离奇的基变卵。 那颗基变卵就像是被打了马赛克一样，通体被不断变幻的细小彩色光格覆盖，看起来梦幻而不真实。 林深研究了很久，也没有发现那颗基变卵到底有什么不同之处，甚至于让自己的店员看的时候，他们根本就看不到基变卵上变幻不定的马塞克，在他们眼里，那就是一颗散发着黑色金属光泽的普通钢铁级基变卵。 这让林深一度以为是自己产生了幻视，直到睡了一觉之后，那颗基变卵莫名其妙的恢复了正常，不再有马塞克现象之后，林深发现在自己的脑海中，莫名其妙多出了一段信息。 【失败的超基进化火种——点穴：通过击打生物身上的穴位，影响生物的状态。】 在那之后，事情就逐渐变的诡异起来，只要林深长时间凝视某个生物之后，就可以看到生物身上出现了一些若隐若现的光点，无论是在人类还是基变生物身上，都可以看到那些光点的存在，区别只是多少和位置不同而已。 普通人类身上的光点会多一些，基变者和基变生物，越高级身上的光点也就越少。 林深按捺不住，今天终于在自家圈养的铁角兽身上做了试验，结果让他惊喜无比，他竟然真的把铁角兽点了穴。 站在铁角兽的侧边，林深再次伸出手指，用力在铁角兽身上那若隐若现的光点位置点了一下，原本如雕像一般定在那里的铁角兽，刹那间恢复了原本的奔行状态，一下子冲了出去，刹不住车撞在了金属围栏上面，发出一声低沉的痛叫声。 “失败的进化火种都已经如此恐怖，如果是成功的进化火种呢？”林深此时内心的激动难以言语，这样的火种如果用来猎杀基变生物，简直就是无敌的存在。 似乎想到了什么，林深小跑着冲出了兽栏，关上门就急匆匆的去了仓库，他想要去看看，还有没有其它带着火种的基变卵。 偌大的仓库里面，一排排的货架上面摆放着许多的基变卵，这些基变卵绝大部分都是低级货色，不过这不是重点，因为那颗带有火种的基变卵，本身也是低级货色，事实上他店里也没什么高级基变卵。 把仓库里面的基变卵都看了一遍，结果让他有些失望，并没有看到被马塞克覆盖的基变卵。 “也对，这些基变卵入库的时候，都是我亲手摆上货架的，如果有的话，我应该早就看到了才对。”林深摇了摇头，觉得自己有些太过贪心了，能够拥有这样一个火种，已经是难以想象的奇迹，又怎么能够奢望还有很多呢。",
        "english": "More than two hundred years ago, a large number of bizarre creatures with metallic bodies suddenly appeared all over the world, becoming a nightmare for human survival.These creatures, known as Base Variant Creatures, were a completely different species from humans. Their bodies were made of steel or even crystals, fundamentally different from the human flesh and blood.Even the lowest-level Base Variant Creatures had bodies as hard as steel, resistant to typical bullets, inflicting little to no harm. The higher-level Base Variant Creatures had body strength beyond human imagination, rendering mankind’s proud thermal weapons almost ineffective against them, rapidly leading to the collapse of human society.It was not until someone discovered the Base Mutation Fluid within the Base Variant Creatures, which allowed humans to undergo incredible, abnormal growth like a caterpillar transforming into a butterfly, evolving metallic armor-like bodies, and by using the Base Mutation Key to control the Base Variant Creatures and turn them into pets, that humans finally obtained the means to fight back against the Base Variant Creatures.Today, more than two hundred years later, it is the age of Mutators and Base Variant Pets roaming the world, and more and more bases constructed with materials from Base Variant Creatures are beginning to appear across the globe, showing signs of a gradual revival of human civilization.“There really are such things, this is unscientific!” Lin Shen looked at the bizarre creature frozen like a statue in front of him, his eyes filled with uncontrollable surprise and delight.This was a Steel Level Base Variant Creature, resembling both a horse and a bull, with its entire body emitting a cast-iron-like luster. It stood still, maintaining the posture of a horse stepping over a swallow, motionless, making anyone believe it was a cast iron statue.But Lin Shen was absolutely certain that it wasn’t just any statue, because just a few minutes ago, it was charging like a tank, nearly knocking him to the ground.Although it was only the lowest-level Base Variant Creature, its strength and speed were not something an ordinary human could match, not even naturally strong animals like elephants and rhinoceroses could compare.But Lin Shen had merely touched it with his finger, and the Steel Level Iron Horned Beast had frozen in place as if struck by Acupoint Sealing.Of course, Lin Shen did not know Acupoint Sealing, and what’s depicted in films about striking acupoints is completely different from the reality. The kind of acupoint striking that instantly immobilizes someone is only seen in films.Even in today’s world, where humans can train and evolve, no matter how much their strength improves, to the point of piercing steel plates with a finger, it would still be impossible to seal the acupoints of an ordinary human, let alone that of a Base Variant Creature as hard as steel.Lin Shen stroked his finger, still somewhat in disbelief that he had actually done it.Not long ago, he discovered a very peculiar Base Mutation Egg in the warehouse. The so-called Base Mutation Egg is actually an egg laid by Base Variant Creatures.Since the appearance of Base Variant Creatures more than two hundred years ago, humans had long developed a complete set of theories and methods for using Base Variant Creatures to train and evolve.Base Mutation Eggs were not considered a rarity, with some low-level Base Mutation Eggs costing only slightly more than a meal.Lin Shen was in the business of selling Base Mutation Eggs, having encountered countless types of them, but he had never seen such a bizarre and peculiar Base Mutation Egg.The Base Mutation Egg looked as if it had been pixellated, its entire surface covered by ever-changing tiny colored light squares, looking dreamy and unreal.After studying it for a long time, Lin Shen found no particular difference in the egg, and even when he let his employees take a look, they could not see the changing mosaic on the egg. In their eyes, it was just an ordinary steel-level Base Mutation Egg with a black metallic luster.This led Lin Shen to believe for a while that he was hallucinating until, after a sleep, the Base Mutation Egg inexplicably returned to normal, and the mosaic phenomenon disappeared, leaving a fragment of information in Lin Shen’s mind.[Failed Super-Base Evolutionary Seed—Acupoint Sealing: Impact the state of a creature by striking its acupoints.]After that, things gradually became more mysterious. Whenever Lin Shen stared at a creature for a long time, he could see some faint light points on its body, whether it was a human or a Base Variant Creature, the only difference being the number and location of these points.Ordinary humans had more light points on their bodies, while Mutators and Base Variant Creatures, the higher the level, the fewer points they had.Unable to hold back his curiosity, Lin Shen finally conducted an experiment on his own penned Iron Horned Beast today, and the result was incredibly surprising—he had actually managed to use Acupoint Sealing on the Iron Horned Beast.Standing beside the Iron Horned Beast, Lin Shen once again extended his finger and firmly pressed on the faintly visible light point on the beast’s body. The Iron Horned Beast, that had been as still as a statue, immediately resumed its original state of running and charged out, failing to stop in time and crashing into the metal fence, letting out a deep, pained cry.“If a failed Evolutionary Seed is already this terrifying, what about a successful Evolutionary Seed?” Lin Shen’s excitement was indescribable at the thought of using such a seed to hunt Base Variant Creatures; it would simply be an invincible weapon.As if struck by a thought, Lin Shen ran out of the animal pen, closed the door behind him, and hurried off to the warehouse. He wanted to see if there were any other Base Mutation Eggs carrying a Fire Seed.In the vast warehouse, rows upon rows of shelves were stocked with numerous Base Mutation Eggs. The majority of these eggs were low-level goods, but that wasn’t the point, because the Base Mutation Egg with the Fire Seed was also a low-level item; in fact, there were no high-level Base Mutation Eggs in his store.After checking all the Base Mutation Eggs in the warehouse, he felt somewhat disappointed, as he did not find any eggs covered in mosaic.“That makes sense. I was the one who personally put them on the shelves when they were stored. If there were any, I should have seen them already,” Lin Shen shook his head, feeling he had been too greedy. To possess such a Fire Seed was already an unimaginable miracle, how could he expect there to be many more?Suppressing the excitement in his heart, Lin Shen went to the store.The shop he owned was an egg-catching shop, similar to the once very popular claw machine arcade. Each egg-catching machine was stocked with several Base Mutation Eggs, and customers could try to grab an egg by inserting coins.Of course, the chance of successfully grabbing an egg was set quite low, making it basically a no-lose business.“Lin, there aren’t many people today either,” the shop assistant, Zhao Li, said worriedly as she came out from behind the counter and glanced at the empty shop: “Lin, we need to find a way to get some high-level Base Mutation Eggs, or else our business will be taken over by the egg shop next door.”“Hmm,” Lin Shen nodded slightly but did not say much else.He was the fifth child in the family, with three older brothers and an older sister; hence Zhao Li usually called him Lin.“That egg shop next door is really bullying us. Their staff came to our shop’s doorstep to poach customers today, saying our Base Mutation Eggs were trash, that the claws were too loose, and even if you managed to grab something, it would still be trash…” Zhao Li angrily recounted.Lin Shen, however, was not in the mood to listen to her complaints, as his attention was completely captured by one of the egg-catching machines. He stared fixedly at that machine.To be precise, his attention was captured by one Base Mutation Egg inside the machine because he saw that peculiar mosaic again.“Could there be another?” Lin Shen was pleasantly surprised and somewhat incredulous as he approached the machine, staring at the Base Mutation Egg wrapped in mosaic, and said urgently to Zhao Li, “Bring the keys over.”After Zhao Li handed over the keys, Lin Shen opened the egg-catching machine and took out the mosaic-base Mutation Egg to examine it closely in his hand.Although this Base Mutation Egg was different in species and size from the previous one, the mosaic sheen was quite similar.“Lin, is there something wrong with this Base Mutation Egg?” Zhao Li asked with confusion.“Don’t you notice anything different about this Base Mutation Egg?” Instead of answering, Lin Shen responded with a question.“What’s different? Isn’t it just a Steel Level Miniknife Devil Base Mutation Egg?” Zhao Li looked it over from all angles and couldn’t see anything special about it. She became more puzzled.“Keep an eye on the shop. I have to go back first,” Lin Shen said tersely, taking the Base Mutation Egg with him.He was extremely puzzled because the business had been poor recently. The Base Mutation Eggs in the egg-catching machine had been placed there a week ago or even earlier. He had already checked them countless times without noticing anything like this. Why was there suddenly another egg with mosaic on it?Lin Shen didn’t understand how the mosaic Base Mutation Egg had suddenly appeared. After returning home, he spent a long time trying to figure out how to transfer the Fire Seed to himself without success.In fact, Lin Shen still hadn’t figured out how the mosaic had transferred to him from the previous Base Mutation Egg.He had studied that egg for a long time without understanding why it had mosaic. Eventually, overcome with sleepiness, he fell asleep with the egg beside him. When he woke up, the mosaic on the Base Mutation Egg was gone, and his mind was filled with knowledge of the Fire Seed.“It seems I just have to try again, hopefully, it will work,” Lin Shen lay in bed, placing the Base Mutation Egg beside him. He tossed and turned, struggling to fall asleep, and after what seemed like an eternity, he finally drifted off once more.When Lin Shen woke up the next day, his first reaction was to hurriedly check the Base Mutation Egg next to him.Upon seeing it, Lin Shen felt as if he had eaten a Ginseng Fruit, his pores seemed to be cheering and dancing with joy.The mosaic on the Base Mutation Egg was gone, and his mind was filled with another Fire Seed information."
    },
    {
        "chinese": "第一章 失败的超基进化火种（第2 / 2页） 按捺住心头的激动，林深去了店里。 他开的店是一个抓蛋店，类似于以前非常火热的抓娃娃店，每一个抓蛋机内，都摆放着几颗基变卵，通过投币就可以抓取里面的基变卵。 当然，抓取成功的机率被调的相当低，基本上可以说是稳赚不赔的买卖。 “五哥，今天还是没什么人。”店员赵丽看到林深过来，从柜台后面走了出来，看了一眼空荡荡的店内，有些担忧的说道：“五哥，我们得想办法弄些高级基变卵才行，不然生意都被隔壁的彩蛋店抢光了。” “嗯。”林深微微点头，却没有多说什么。 他在家里排行老五，上面还有三个哥哥和一个姐姐，所以赵丽平时都叫他五哥。 “隔壁的彩蛋店实在太欺负人了，他们的那些店员，今天明目张胆的到我们店门口拉人，还说什么我们店里的基变卵都是垃圾，爪子又松的很，就算抓到了也都是垃圾……”赵丽义愤填膺的说着。 林深却没有心思听她报怨，因为他的目光完全被一个抓蛋机给吸引了，死死地盯着那台抓蛋机。 准确的说，应该是被那台抓蛋机里面的一颗基变卵给吸引了，因为他又看到了那诡异的马塞克。 “竟然还有？”林深惊喜莫名，有些难以置信的走到了那台抓蛋机前面，盯着里面被马塞克包裹着的基变卵，有些急迫的对赵丽说道：“去把钥匙拿过来。” 赵丽把钥匙拿过来之后，林深把抓蛋机打开，从里面把那颗马塞克基变卵拿了出来，放在手中仔细打量。 虽然这颗基变卵和之前的那颗品种大小都不一样，但是马塞克的光彩却都差不多。 “五哥，这颗基变卵有什么问题吗？”赵丽疑惑地问道。 “你不觉得这颗基变卵有什么不同吗？”林深没有回答，反过来问道。 “有什么不一样吗？不就是钢铁级的小刀魔基变卵吗？”赵丽左看右看，也没有看出这颗基变卵有什么不一样，脸上的疑惑更浓了。 “好好看店，我有事先回去了。”林深没有多说什么，带着基变卵走了。 他心中疑惑之极，因为最近生意不好，抓蛋机里面的这些基变卵都是一个星期，甚至更早之前放进去的，他都已经看过不知道多少遍了，之前并没有发现有这样的情况，为什么现在突然又有了这么一颗带有马塞克的基变卵呢？ 林深没有搞明白，为什么突然多出了这么一颗带有马塞克的基变卵，回家之后研究了许久，也没有研究出怎么把火种转移到自己身上。 事实上之前那颗基变卵的马赛克是怎么转移到自己身上的，林深到现在也没有弄清楚。 之前他抱着那颗基变卵研究了很久，也没有搞清楚为什么会有马赛克，后来困的不行睡着了，基变卵就放在了身边，结果一觉醒来，基变卵上的马赛克就没有了，脑子里面就多出了火种信息。 “看来只能再试一试了，希望有用吧。”林深躺在床上，把基变卵放在身边，纠结了很久，翻来覆去睡不着，也不知道过了多久，终于再次进了梦乡。 当第二天林深醒过来的时候，第一反应就是连忙去看身边的基变卵。 这一看之下，林深顿时感觉像是吃了人参果一般，全身的毛孔都仿佛在欢呼雀跃一般。 那颗基变卵上的马赛克竟然消失了，而他的脑海中又多出了一个火种信息。",
        "english": "[The failed Super-Base Evolutionary Seed—Seven Steps of Conflict, beyond seven steps the gun is faster, within seven steps I am faster.]Lin Shen, as if injected with an adrenaline rush, wished he could do a backflip right there and then, complete with a 720-degree Tomas spin.Everyone knows that for ordinary people, a gun is faster outside of seven steps, and a gun within seven steps will only be both fast and accurate at the same time. It’s nonsense that someone within seven steps can be faster than a gun!If it weren’t for the “Acupoint Sealing,” another Fire Seed that had been confirmed earlier, Lin Shen wouldn’t have believed such a thing was possible. But now, he just wanted to find a gun and verify if the Seven Steps of Conflict were indeed as miraculous as they sounded.“Since there’s a second Fire Seed, it means there could be more.” Right now, Lin Shen was so eager he wanted to rush out and scour all the shops selling Base Mutation Eggs to gather all the Fire Seeds he could find.Lin Shen got dressed and was about to leave when he opened the door and collided with a figure.“Little Fifth Brother, where are you rushing off to in such a hurry?” The man who was bumped into didn’t move an inch, looking at Lin Shen with some surprise as he took a few steps back and asked with a frown.“Ye, you’re back? Where’s Fourth Brother?” Lin Shen steadied himself and looked behind the man, only to find him alone, which made him somewhat surprised.Ye was Fourth Brother Lin Xiangdong’s man, always by his side. Ever since Lin Shen had met Ye, he had never seen him alone; every time Lin Shen saw him, he was like a shadow stuck to Fourth Brother’s side.“There’s been an incident.” Ye’s face looked grim as he closed the door behind him and then spoke in a hushed voice to Lin Shen.“What happened?” Lin Shen’s heart sank.“Over a month ago, Mr. Lin Zongzheng came looking for Fourth Brother, saying they found a nest of Steel-Shell Insects outside the base and needed Fourth Brother’s help. Without a second word, Fourth Brother went. They left the base quietly, saying they would be back in about half a month. It’s been over a month now, and still, there’s no news,” Ye said with a dark expression.Lin Shen felt his heart skip a beat upon hearing this and tried to remain calm, “Maybe there are just too many Steel-Shell Insects over there, and they haven’t finished clearing them out yet, causing the delay.”“Don’t you know Mr. Lin Zongzheng’s character? Fourth Brother might do something like this, but Mr. Lin Zongzheng never would. Even if they ran into trouble, they would have sent someone back with a message to report their safety. But there’s been no word, so they must have encountered some problem,” Ye shook his head as he said this.When Ye spoke of Mr. Lin Zongzheng, Lin Shen knew he meant his third brother, Lin Zongzheng, and he was also clear about his third brother’s character. If it weren’t absolutely necessary, he would not leave them with no news.“How many people do we have at home? Call them all; we’re going to look for them,” Lin Shen said, forcing himself to remain calm as he looked at Ye.“We can’t go, nor should we,” Ye shook his head again.“Why not?” Lin Shen frowned at Ye.“You can’t risk it, and even if you went, it wouldn’t do any good,” Ye explained.Lin Shen knew that Ye wasn’t belittling him. Ever since his second brother had an accident, the remaining four siblings of the Lin Family had set a rule.In the Lin Family, the eldest sister managed the family affairs, while the third and fourth brothers went out to struggle, and he, being the youngest—the Fifth Brother—was responsible for continuing the family lineage, the quintessential tool kept at home.According to the words of the third and fourth brothers, the Lin Family must at least preserve their line. In case all of them died, the Lin Family would rely on Lin Shen to carry on the family legacy and not break the bloodline.“`So Lin Shen, at the age of twenty-one, had only been out of the base a few times and had never been to those dangerous places.“What time is it now, where can there be so much concern?” Lin Shen frowned.“Even if you want to go, it’s useless. Mr. Lin Zongzheng hasn’t told us where they have gone. And with the abilities of Mr. Lin Zongzheng and his brother, even if they encounter trouble and get trapped temporarily, they certainly have ways to solve it. It’s just that they can’t return for the time being. If you go, you might actually hinder them,” Ye shook his head.Lin Shen was taken aback, “Then what’s the meaning of you looking for me?”“There’s a troubling matter. The recruitment event jointly organized by the Lin, Qi, and Wang families is about to begin. In recent years, it was always my brother who represented the Lin Family and attended with the representatives of the other two families. If we do not attend, the other two families within the base might make unfounded speculations, and it would be troublesome later on. It would also not be conducive to our recruitment of Mutators, so we must attend this time,” Ye explained.Lin Shen frowned in silence. In today’s world, Base Variant Creatures were everywhere, and humans used Base Mutation materials to establish bases to resist the invasion of those creatures.Within the Dark Bird Base, the Lin, Qi, and Wang families held their ground. If the Qi and Wang families found out about the current situation of the Lin Family, indeed, it would be very troublesome and they would likely face suppression.“What can I do?” Lin Shen looked at Ye and asked, knowing Ye wouldn’t come to him if there wasn’t something he was capable of doing.“Little brother, you and my brother have very similar builds, and even your voices are quite alike. If you could wear a mask and pay attention to the articulation and manner of speaking, it would be very difficult for people who are not especially close to tell the difference,” Ye surveyed Lin Shen up and down.“You mean…” Lin Shen didn’t waste words, knowing that this danger was one he had to take on.In the past, his sister and older brothers had sheltered him from the storm. Now that there was a problem at home, he naturally had to stand up.“You don’t have to worry, the venue is inside the base, there won’t be any danger. However, you need to be cautious so the Qi and Wang families don’t spot any flaws, and you also need to think of a reason for wearing the mask,” Ye sighed, “People from the Qi and Wang families are no pushovers, and no matter how reasonable your excuse, it’s very difficult to completely dispel their suspicions. You’ll need to be careful in dealing with them.”“How much time is there until the recruitment event starts?” Lin Shen thought and asked again.“First thing tomorrow morning,” Ye said. “It’s too late to go for Base Mutation now, so we must go over all the details carefully to avoid any mistakes.”Lin Shen brought Ye into the house, and the two of them repeatedly went over every potential detail that could come up.Most things were manageable, but the excuse for wearing a mask was difficult not to arouse suspicion, although it could barely pass.There was another important issue. During the recruitment event, there was a segment where the representatives of the Lin, Qi, and Wang families each had to demonstrate their skills by killing a Base Variant Creature, to showcase the Lin Family’s strength and to attract more Mutators to their side.Lin Xiangdong was the public face of the Lin Family, akin to a celebrity spokesperson of the past. If he were present, this wouldn’t be an issue, but now only Lin Shen could attend the recruitment event, which was very problematic.“Little brother, you haven’t undergone Base Mutation, so you absolutely cannot partake in the segment of killing a Base Variant Creature. We can only think of a way to get through it. However, the Qi and Wang families have recently become suspicious, thinking that my brother isn’t in the base. It won’t be easy to bluff your way through,” Ye paused, then continued, “Fortunately, my brother always displayed an arrogant nature that was dismissive of everything. At that time, if you just show a disdainful attitude towards the representatives of the Qi and Wang families and let me take your place, it should work. My brother has the credentials to be that arrogant.”“Ye, what level is the Base Variant Creature that needs to be killed?” Lin Shen asked pensively.Ye’s method was only a last resort. In case they couldn’t bluff their way through, Lin Shen couldn’t afford to expose himself.If this were the past, Lin Shen would indeed have had no solution, but now he had Acupoint Sealing and the Seven Steps of Conflict techniques up his sleeve, which might just see him through.“Just an ordinary Alloy Creature. With my ability, it can be killed with one strike,” Ye confidently said."
    }
]